Repository: meta4creations/ditty-news-ticker
Catalog: languages/ditty-news-ticker-*.po
Languages: ar, it_it

source: Type
ar: الفئة
it_it: Tipologia

source: Mode
ar: اسلوب العرض
it_it: Modo

source: Shortcode
ar: الإختصار

source: Direct Function
ar: دالة مباشرة
it_it: Funzione diretta

source: Default
ar: الافتراضي

source: Scroll
ar: تمرير
it_it: Scorrimento

source: Rotate
ar: تناوب
it_it: Rotazione

source: List
ar: قائمة
it_it: Elenco

source: Scroll Mode
ar: اسلوب عرض التمرير
it_it: Modo scorrimento

source: Rotate Mode
ar: اسلوب عرض التناوب
it_it: Modo rotazione

source: List Mode
ar: اسلوب عرض القائمة
it_it: Modo Elenco

source: Ditty News Ticker
ar: شريط الاخبار

source: For more information:
ar: للمزيد من المعلومات:
it_it: Per ulteriori informazioni:

source: Visit the <a href="http://www.metaphorcreations.com" target="_blank">documentation</a> on the Ditty News Ticker website
ar: قم بزيارة <a href="http://www.metaphorcreations.com" target="_blank">وثائق المساعدة</a> على موقع دايتي شريط الأخبار
it_it: Visita la <a href="http://www.metaphorcreations.com" target="_blank">documentazione</a> sul sito Ditty News Ticker

source: Add general information about Ditty News Ticker.
ar: إضافة معلومات عامة عم شريط الأخبار.
it_it: Aggiungere informazioni generali del Ditty News Ticker.

source: Add scroll mode info.
ar: إضافة معلومات عن اسلوب عرض التمرير
it_it: Aggiungere le informazioni del modo di scorrimento

source: Add rotate mode info.
ar: إضافة معلومات عن اسلوب عرض التناوب
it_it: Aggiungere le informazioni del modo di rotazione

source: Add list mode info.
ar: إضافة معلومات عن اسلوب عرض القائمة
it_it: Aggiungere le informazioni del modo elenco

source: Ticker Type
ar: نوع الشريط
it_it: Tipologia Ticker

source: View all types
ar: عرض كل الأنواع
it_it: Visualizzare tutte le tipologie

source: Ticker text
ar: عناوين الشريط
it_it: Testo Ticker

source: Link
ar: الرابط

source: Target
ar: الهدف

source: Default Ticker Items
ar: عناوين الشريط الاخباري
it_it: Elementi Ticker di default

source: Ticker Mode
ar: اسلوب عرض الشريط
it_it: Modo Ticker

source: Scroll direction
ar: اتجاه التمرير
it_it: Direzione scorrimento

source: Left
ar: يسار
it_it: Sinistra

source: Right
ar: يمين
it_it: Destra

source: Up
ar: اعلى
it_it: Su

source: Down
ar: اسفل
it_it: Sotto

source: Tick dimensions
ar: ابعاد الشريط
it_it: Dimensioni Tick

source: Width
ar: العرض
it_it: Larghezza

source: Height
ar: الارتفاع
it_it: Altezza

source: Scroller padding
ar: حاشية شريط التمرير
it_it: Riempimento dello scorrimento (scroller)

source: Vertical padding
ar: الحاشية الرأسية
it_it: Riempimento verticale

source: Vertical margin
ar: الهامش الرأسي
it_it: Margine verticale

source: Scroll speed
ar: سرعة التمرير
it_it: Velocità scorrimento

source: Pause on mouse over
ar: إيقاف مؤقت عند التمرير عليه بالفأرة
it_it: Pausa al passaggio del puntatore (mouse)

source: Tick spacing
ar: المسافة بين العناوين
it_it: Spaziatura del Tick

source: Pixels
ar: بكسل

source: Scroll Settings
ar: خيارات التمرير
it_it: Impostazioni di scorrimento

source: Rotation type
ar: نوع التناوب
it_it: Tipologia di rotazione

source: Fade
ar: تلاشي
it_it: Dissolvenza

source: Slide left
ar: انزلاق من اليسار
it_it: Slide a sinistra

source: Slide right
ar: انزلاق من اليمين
it_it: Slide a destra

source: Slide up
ar: انزلاق من الاعلى
it_it: Slide sopra

source: Slide down
ar: انزلاق من الاسفل
it_it: Slide sotto

source: Dynamic slide direction
ar: اتجاه الانزلاق الديناميكي
it_it: Direzione slide dinamica

source: Rotator padding
ar: حاشية التناوب
it_it: Riempimento rotazione

source: Auto rotate
ar: تناوب ذاتي
it_it: Rotazione automatica

source: Enable
ar: تفعيل
it_it: Abilitare

source: Seconds delay
ar: المهلة بالثواني
it_it: Ritardo in secondi

source: Rotate speed
ar: سرعة التناوب
it_it: Velocità rotazione

source: Tenths of a second
ar: أعشار من الثانية
it_it: Decimi di secondo

source: Directional navigation
ar: ازرار التحكم المباشرة
it_it: Navigazione direzionale

source: Autohide navigation
ar: اخفاء آلي لازرار التحكم
it_it: Nascondere automaticamente la navigazione

source: Control navigation
ar: ازرار التحكم
it_it: Navigazione di controllo

source: Numbers
ar: الارقام
it_it: Numeri

source: Buttons
ar: الازرار
it_it: Pulsanti

source: Rotate Settings
ar: اعدادات التناوب
it_it: Impostazioni di rotazione

source: List padding
ar: حاشية القائمة
it_it: Elenco riempimento (padding)

source: List Settings
ar: اعدادات القائمة
it_it: Elenco Impostazioni

source: Display title
ar: عرض العنوان
it_it: Visualizzare titolo

source: Inline title
ar: العنوان على السطر
it_it: Titolo in riga (inline)

source: Ticker width <em>(optional)</em>
ar: عرض الشريط <em>(اختياري)</em>
it_it: Larghezza Ticker <em>(opzionale)</em>

source: Global Settings
ar: الاعدادات العامة
it_it: Impostazioni Generali

source: Select Shortcode
ar: اختيار الأختصار
it_it: Selezionare Shortcode

source: Select Function
ar: تحديد الدالة
it_it: Selezionare Funzione

source: Select Code
ar: إضافة كود

source: News Tickers
ar: شريط الاخبار

source: News Ticker
ar: شريط الاخبار

source: Add New
ar: اضافة جديد
it_it: Aggiungere Nuovo

source: Add New News Ticker
ar: إضافة شريط اخبار جديد
it_it: Aggiungere Nuovo News Ticker

source: Edit News Ticker
ar: تحرير شريط الأخبار
it_it: Modificare News Ticker

source: New News Ticker
ar: شريط اخبار جديد
it_it: Nuovo News Ticker

source: View News Ticker
ar: عرض شريط الاخبار
it_it: Vista News Ticker

source: Search News Tickers
ar: بحث عن شريط اخبار
it_it: Ricercare News Tickers

source: No News Tickers Found
ar: لم يتم العثور على عناوين ضمن شريط الاخبار
it_it: Nessun News Tickers Trovato

source: No News Tickers Found In Trash
ar: لم يتم العثور على شريط اخباري في سلة المهملات
it_it: Nessun News Tickers trovato nel cestino

source: Ditty News Ticker Updated!
ar: تم تحديث شريط الأخبار!
it_it: Ditty News Ticker caricato!

source: Settings
ar: الاعدادات
it_it: Impostazioni

source: Custom CSS
ar: تنسيق خاص
it_it: CSS Custom

source: Ditty News Ticker Settings
ar: إعدادات شريط الأخبار
it_it: Impostazioni Ditty News Ticker

source: Displays a Ditty News Ticker.
ar: عرض شريط الأخبار.
it_it: Visualizzare un Ditty News Ticker.

source: Title:
ar: العنوان:
it_it: Titolo:

source: Select a Ticker:
ar: اختار شريط:
it_it: Selzionare un Ticker:

source: Display Ticker Title?
ar: عرض شريط العناوين؟
it_it: Visualizzare il titolo del Ticker?

source: View DNT extensions
ar: عرض ملحقات DNT
it_it: Vista estensione DNT

source: The global settings to your news tickers.
ar: الإعدادات العامة للشريط الإخباري الخاص بك.
it_it: Le impostazioni generali sui tuoi news tickers

source: Show first tick on init
ar: عرض العنوان الاول مكتمل
it_it: Mostrare il primo tick sull'azione init

source: Randomly shuffle the ticks
ar: عرض العناوين ضمن الشريط عشوائياً
it_it: Trascinare casualmente i ticks

source: Offset ticks
ar: الازاحة
it_it: Ticks dell'offset

source: px from the edge
ar: بكسل من الحافة
it_it: px dall'inizio

source: The amount of pixels ticks should start and end off the screen.
ar: مقدار ازاحة الشريط بالبكسل يجب ان تبدأ وتنتهي بالشاشة.
it_it: La somma dei pixel dei ticks dovrebbe iniziare e arrestarsi sullo schermo.

source: Visual Editor
ar: المحرر المرئي
it_it: Editor Visuale

source: Use the visual editor for ticks
ar: استخدام المحرر البصري لعناوين الاخبار
it_it: Usare l'editor visuale per i ticks

source: Force line breaks on carriage returns
ar: اجبار فواصل الاسطر على إرجاع الاحرف
it_it: Forzare le interruzioni di sezione sul ritorno carrello (carriage return cr)

source: Mixed
ar: مختلط
it_it: Misto

source: Mixed Ticker Items
ar: عناصر شريط مختلط
it_it: Oggetti Ticker misti

source: Add Tick
ar: اضافة شريط

source: Tick selection
ar: اختيار الشريط
it_it: Selezione Tick

source: Select the ticks you would like to display by choosing the tick type and the offset position of the selected feed
ar: حدد شريط الاخبار الذي ترغب بعرضه عن طريق اختيار نوع الشريط وموضع الازاحة للتغذية المحدده
it_it: Selezionare i ticks che vorresti visualizzare scegliendo la tipologia di tick e la posizione offset del feed selezionato

source: Type:
ar: الفئة:
it_it: Tipologia:

source: Select Tick Type
ar: اختار نوع الشريط
it_it: Selezionare la tipologia di Tick

source: Offset:
ar: الازاحة:

source: Select the type of ticker you'd like to use
ar: حدد نوع الشريط الذي ترغب باستخدامه.
it_it: Seleziona la tipologia di ticker che vorresti usare

source: Select the mode of the ticker
ar: اختر اسلوب عرض الشريط
it_it: Selezionare il modo del ticker

source: Copy and paste this shortcode into a page or post to display the ticker within the post content.
ar: انسخ هذا الاختصار واضفه بداخل الصفحة او المقالة التي ترغب بعرض شريط الاخبار ضمنها.
it_it: Copiare e incollare questo shortcode in una pagina o post per visualizzare il ticker all'interno del contenuto del post.

source: Copy and paste this code directly into one of your theme files to display the ticker any where you want on your site.
ar: انسخ هذا الكود مباشرة إلى داخل اي ملف من ملفات قالبك لعرض شريط الاخبار في أي مكان تريد على موقعك.
it_it: Copiare e incollare questo codice direttamente in uno dei file del tuo tema per visualizzare il ticker in qualsiasi punto del sito preferisci.

source: Line breaks
ar: فواصل الأسطر
it_it: Interruzioni di Sezione (line breaks)

source: Force line breaks
ar: اجبار فواصل الاسطر
it_it: Forza le interruzioni di sezione (line breaks)

source: Ticks
ar: العناوين

source: Add an unlimited number of ticks to your ticker
ar: إضافة عدد غير محدود من العناوين إلى شريط الاخبار
it_it: Aggiungere un numero illimitato di ticks al tuo ticker

source: Set the scroll direction of the ticker
ar: تحديد اتجاه تمرير شريط العناوين
it_it: Impostare la direzione di scorrimento del ticker

source: Override the auto dimensions with specific values
ar: تجاوز القيم الافتراضية بقيم اخرى مخصصة
it_it: Disabilitare le dimensioni automatiche con valori specifici

source: Set the vertical spacing of the scrolling data
ar: تحديد المسافة العمودية لعناوين الشريط
it_it: Impostare la spaziatura verticale dei dati in scorrimento

source: Set the speed of the scrolling data
ar: تحديد سرعة مرور العناوين
it_it: Impostare la velocità dei dati in scorrimento

source: Set the spacing between scrolling data
ar: تحديد المسافة بين العناوين في الشريط
it_it: Impostare la spaziatura tra i dati in scorrimento

source: Set the type of rotation for the ticker
ar: تحديد نوع التناوب في ظهور عناوين الشريط
it_it: Impostare la tipologia di rotazione per i ticker

source: Set the vertical spacing of the rotating data
ar: تحديد المسافة العمودية لعناوين الشريط المتناوبة
it_it: Impostare la spaziatura verticale dei dati in rotazione

source: Set the delay between rotations
ar: تحديد المدة الزمنية بين التناوبات
it_it: Impostare il ritardo tra le rotazioni

source: Set the speed & easing of the rotation
ar: تعيين سرعة وتهدئة التناوب
it_it: Impostare la velocità e l'easing (rallentamento) della rotazione

source: Set the directional navigation options
ar: تعيين خيارات ازرار التحكم المباشرة
it_it: Impostare le opzioni di navigazione direzionale

source: Set the control navigation options
ar: تعيين خيارات ازرار التحكم
it_it: Impostare le opzioni del controllo di navigazione

source: « Previous
ar: « السابق
it_it: « Precedente

source: Next »
ar: التالي »
it_it: Successivo »

source: Set the vertical spacing of the list container
ar: تعيين التباعد العمودي لمحتوى القائمة
it_it: Impostare la spaziatura verticale del contenitore dell'elenco

source: Set the spacing between ticks
ar: تعيين المسافة بين العناوين
it_it: Impostare la spaziatura tra i ticks

source: List paging
ar: ترقيم القائمة
it_it: Elenco Paginazione

source: Break the list up into pages
ar: تقسيم قائمة العناوين إلى صفحات منفصلة
it_it: Dividere l'elenco nelle pagine

source: Ticks per page
ar: العناوين في كل صفحة
it_it: Ticks per pagina

source: Enable previous & next links
ar: تفعيل روابط التالي والسابق
it_it: Abilitare links precedenti e successivi

source: Previous text
ar: نص عبارة السابق
it_it: Testo Precedente

source: Next text
ar: نص عبارة التالي
it_it: Testo Successivo

source: Grid Display
ar: شبكة العرض
it_it: Visualizzare Griglia

source: Display ticks in a grid
ar: عرض العناوين في شبكة
it_it: Visualizzare i ticks in una griglia

source: Render empty rows
ar: تصيير الصفوف الفارغة
it_it: Rendere le file vuote

source: Force equal column width
ar: فرض عرض متساوي للاعمدة
it_it: Forza la grandezza uguale della colonna

source: Columns
ar: الاعمدة
it_it: Colonne

source: Rows
ar: الصفوف
it_it: Le file

source: Cell padding
ar: حاشية الخلية
it_it: Spaziatura della cella

source: Ditty News Ticker settings
ar: اعدادات الشريط الاخباري
it_it: Impostazioni Ditty News Ticker

source: Use the visual editor to create tick contents
ar: استخدام المحرر المتطور لإنشاء عناوين الشريط الاخباري
it_it: Usare l'editor visuale per creare contenuti tick

source: Add custom css to style your ticker without modifying any external files
ar: إضافة تنسيق مخصص إلى تنسيق الشريط بدون التعديل على اي ملف خارجي
it_it: Aggiungere un css custom allo stile del tuo ticker senza modificare nessun file esterno

source: Note:
ar: ملاحظة:
it_it: Nota:

source: The content in the visual editors will disappear after re-arranging ticks. That content will re-populate after re-saving the ticker.
ar: المحتوى في المحرر البصري سوف يختفي بعد إعادة صف الاشرطة. هذا المحتوى سوف يعاد تعبئته بعد إعادة حفظ الشريط الاخباري.
it_it: Il contenuto negli editor visuali scomparirà dopo aver riaggiornato i ticks. Quel contenuto ripopolerà, dopo averlo salvato, il ticker

source: Show all Types
it_it: Mostrare tutte le Tipologie

source: Show all Modes
it_it: Mostrare tutte le modalità

source: <i class="mtphr-dnt-icon-gear"></i> Edit ticker
it_it: <i class="mtphr-dnt-icon-gear"></i> Modificare ticker

source: <strong>Notice:</strong> When using the WYSIWYG editor you must save your ticker after adding or re-arranging ticks.
it_it: <strong>Avviso:</strong> Quando utilizzi l'editor WYSIWYG devi salvare il tuo ticker dopo aver aggiunto o riaggiornato i ticks.
